Repository: EfficientWP/easy-genesis
Catalog: trunk/languages/genesis-simple-customizations-*.po
Languages: es_es

source: Unauthorized Access!
es_es: Acceso no autorizado

source: Insert into Post
es_es: Insertar en la entrada

source: Use this image
es_es: Utilizar esta imagen

source: This plugin requires the Genesis theme/framework.
es_es: Este plugin require el framework Genesis.

source: Easy Genesis
es_es: Génesis fácil

source: Basic Settings
es_es: Configuración básica

source: Remove "(Edit)" Link from Frontend
es_es: Eliminar el enlace "(Editar)" del frontend.

source: Display Featured Image on Pages
es_es: Mostrar las imágenes destacadas en las páginas

source: Display Featured Image on Posts
es_es: Mostrar las imágenes destacadas en las entradas

source: Custom Search Box Text
es_es: Texto personalizado de la caja de búsqueda.

source: Search this website ...
es_es: Buscar en este sitio web...

source: Custom Search Button Text
es_es: Texto personalizado del botón de búsqueda.

source: Search
es_es: Buscar

source: Custom "Read More" Text
es_es: Texto personalizado para la etiqueta "More"

source: Read more...
es_es: Continuar leyendo

source: Custom After Post Code (shortcodes allowed)
es_es: Código personalizado después de las entradas (se permiten shortcodes)

source: Remove Post Info (above content)
es_es: Eliminar la información de las entradas (por encima del contenido)

source: Remove Post Meta (below content)
es_es: Eliminar los metadatos de las entradas (por debajo del contenido)

source: Remove Footer Entirely
es_es: Eliminar completamente el pie de página.

source: Remove Secondary Navigation from Top of Header
es_es: Eliminar el menú de navegación secundario de la parte superior de la cabecera

source: Add Secondary Navigation to Bottom of Header
es_es: Añadir el menú de navegación secundario a la parte inferior de la cabecera

source: Remove Genesis Favicon
es_es: Eliminar el favicono del tema Genesis.

source: Custom Favicon (URL)
es_es: Favicono personalizado (URL)

source: Custom Default Gravatar (URL)
es_es: Gravatar por defecto personalizado (URL)

source: Custom Google Fonts (URL)
es_es: Fuentes de Google personalizadas (URL)

source: Add Custom Image Sizes
es_es: Añadir tamaños de imagen personalizados

source: Upload Image
es_es: Subir una imagen

source: Hold control key to select more than one.
es_es: Mantén pulsada la tecla Ctrl para seleccionar más de uno.

source: Width (px)
es_es: Anchura (px)

source: Height (px)
es_es: Altura (px)

source: Add
es_es: Añadir

source: Save Changes
es_es: Guardar los cambios

source: Main
es_es: Principal

source: Extensions
es_es: Extensiones

source: Import/Export
es_es: Importar o exportar

source: Import/Export Settings
es_es: Importar o exportar la configuración

source: Select an Easy Genesis settings file and click the Import button.
es_es: Selecciona un fichero de configuración de Easy Gensis y haz clic en el botón de importación.

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: Pages
es_es: Páginas

source: Free Extension
es_es: Extensión gratuita

source: This extension allows you to universally remove titles across your pages, and display the featured image (if there is one) at the top of your pages. You may need to write custom CSS to style the featured image the way you want.
es_es: Esta extensión permite eliminar de forma universal los títulos en las páginas, y muestra la imagen destacada (siempre que exista), en la parte superior de las páginas. Es posible que tengas que crear estilos CSS personalizados para mostrar las imágenes destacadas tal como quieras.

source: Learn More
es_es: Más información

source: Premium Extension
es_es: Extensión Premium

source: This extension allows you to customize the display of your navigation menus, add content to the beginning and end of your navigation, edit your footer, force sidebar layouts for different page templates, and customize your breadcrumbs.
es_es: Esta extensión permite personalizar la presentación de los menús de navegación, y añadir contenido al principio y al final del menú de navegación, editar el pie de página, forzar los diseños de las barras laterales para diferentes plantillas de páginas, y personalizar la ruta de navegación.

source: This extension allows you to make changes to your post info, post meta, in-post navigation text, archive navigation text, display featured images, display content above your blog page template, and more.
es_es: Esta extensión permite realizar cambios en la información de las entradas, en los metadatos de las entradas, en el texto de navegación del interior de las entradas, en el texto de navegación de las páginas de archivo, mostrar las imágenes destacadas, mostrar el contenido por encima de la plantilla de página, etc.

source: Coming Soon:
es_es: En breve

source: - Comments extension
es_es: - Extensión para comentarios

source: - Featured image styling in the Pages and Blog extensions
es_es: - Estilos para las imágenes destacadas en las extensiones de páginas y blog

source: Available Footer Shortcodes:
es_es: Shortcodes disponibles para el pie de página:

source: Available Post Shortcodes:
es_es: Shortcodes disponibles para las entradas:

source: Reset All
es_es: Reiniciar todo

source: Could not verify user, try logging in again.
es_es: No se ha podido verificar el usuario; prueba a iniciar sesión de nuevo.

source: m-d-Y
es_es: d-m-Y

source: Please upload a file to import
es_es: Por favor, sube un fichero para importar

source: Imported Settings
es_es: La configuración ha sido importada

source: Failed to Import Settings
es_es: Se ha producido un fallo al importar la configuración

source: Invalid file type
es_es: Tipo de fichero no válido

source: Imported Options from Genesis Simple Customizations
es_es: Opciones importadas desde el plugin Genesis Simple Customizations
